Repository: Terralego/django-terra-accounts
Catalog: terra_accounts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Important dates
fr: Dates importantes

source: Is able to create, delete, update users
fr: Peut créer / supprimer / modifier des utilisateurs

source: Is able to create, delete, update groups
fr: Peut créer / supprimer / mettre à jour les groupes d'utilisateur

source: unique identifier
fr: Identifiant unique

source: email address
fr: Adresse email

source: staff status
fr: Status is_staff

source: Designates whether the user can log into this admin site.
fr: Décrit si l'ustilisateur peut se connecter au site d'admin

source: active
fr: actif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fr: Décrit si l'utilisateur est actif. Déselectionner au lieu de supprimer l'utilisateur.

source: date joined
fr: date de premier accès.

source: You're receiving this email because you requested a new account at %(site_name)s.
fr: Vous recevez cet email car vous avez demandé un nouveau compte sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Rendez-vous sur la page suivante et choisissez un nouveau mot de passe :

source: Thanks for using our site!
fr: Merci d'utiliser notre site !

source: The %(site_name)s team
fr: L'équipe %(site_name)s

source: Registration on %(site_name)s
fr: Enregistrement sur %(site_name)s
